code --install-extension 1yib.rust-bundle
code --install-extension aaron-bond.better-comments
code --install-extension adpyke.codesnap
code --install-extension be5invis.vscode-custom-css
code --install-extension ckolkman.vscode-postgres
code --install-extension cweijan.vscode-office
code --install-extension damildrizzy.fastapi-snippets
code --install-extension dustypomerleau.rust-syntax
code --install-extension eamodio.gitlens
code --install-extension github.github-vscode-theme
code --install-extension helixquar.randomeverything
code --install-extension illixion.vscode-vibrancy-continued
code --install-extension joaophalcsik.simple-red-theme
code --install-extension kevinrose.vsc-python-indent
code --install-extension mhutchie.git-graph
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.autopep8
code --install-extension ms-python.black-formatter
code --install-extension ms-python.debugpy
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.datawrangler
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-toolsai.vscode-jupyter-cell-tags
code --install-extension ms-toolsai.vscode-jupyter-slideshow
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode.remote-explorer
code --install-extension pawelborkar.jellyfish
code --install-extension pkief.material-icon-theme
code --install-extension randomfractalsinc.vscode-data-preview
code --install-extension redhat.java
code --install-extension redhat.vscode-yaml
code --install-extension rust-lang.rust-analyzer
code --install-extension seanjan0.silent-red
code --install-extension sourcery.sourcery
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension swellaby.rust-pack
code --install-extension tabnine.tabnine-vscode
code --install-extension tamasfe.even-better-toml
code --install-extension visualstudioexptteam.intellicode-api-usage-examples
code --install-extension visualstudioexptteam.vscodeintellicode
code --install-extension vscjava.vscode-gradle
code --install-extension vscjava.vscode-java-debug
code --install-extension vscjava.vscode-java-dependency
code --install-extension vscjava.vscode-java-pack
code --install-extension vscjava.vscode-java-test
code --install-extension vscjava.vscode-maven
code --install-extension wakatime.vscode-wakatime
code --install-extension whizkydee.material-palenight-theme
code --install-extension zainchen.json
